Repository: mihaelamj/Foxbrowser
Catalog: FillrSDK/FillrSDK/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, pt, ru, zh_hans

source: Done
es: Hecho
fr: Termin
it: Fatto
ja: 完了
ko: 완료
pt: Feito
ru: Готово
zh_hans: 完成

source: Secure Autofill by Fillr
es: Autorrelleno seguro de Fillr
fr: Auto-remplissage sécurisé par Fillr
it: Riempimento automatico sicuro di Fillr
ja: Fillr によるセキュアな自動入力
ko: Fillr에 의한 보안 자동 완성
pt: Preenchimento automático seguro do Fillr
ru: Надежное автозаполнение от Fillr
zh_hans: Fillr安全地自动填写

source: Fillr is the most secure & accurate autofill in the world and it’s free. Setup takes under a minute and you’ll be returned to this page.
es: Fillr es la aplicación de autorrelleno más segura y precisa del mundo. Los datos de tu perfil están protegidos con código PIN y solo se almacenan en tu dispositivo, totalmente codificados dentro de la aplicación Fillr. La configuración lleva menos de un minuto y después te redirige de nuevo a esta página.
fr: Fillr est le moyen d'auto-remplissage le plus sûr et le plus précis au monde. Vos données de profil sont protégées par code PIN et ne sont jamais stockées ailleurs que sur votre appareil, entièrement cryptées dans l'appli Fillr. L'installation prend moins d'une minute et vous serez redirigé vers cette page.
it: Fillr è il metodo più sicuro al mondo per il riempimento automatico. I dati del tuo profilo sono protetti da PIN e archiviati sempre e solo sul tuo dispositivo, completamente criptati all'interno dell'app Fillr. La configurazione richiede meno di un minuto, poi verrai reindirizzato a questa pagina.
ja: Fillr は世界で最も安全 &amp; 正確な自動入力アプリです。個人データは PIN コードで保護され、Fillr アプリ内で暗号化してから本人のデバイス上にのみ保存されます。セットアップはあっという間で、完了後はこのページが再び表示されます。
ko: Fillr는 전 세계에서 가장 안전하고 정확한 자동 완성 앱입니다. 귀하의 프로필 데이터는 PIN으로 보호되고 귀하의 기기에만 저장되며 Fillr 앱 안에서 완전히 암호화됩니다. 설정은 일 분 이내에 완료되어 이 페이지로 되돌아오게 됩니다.
pt: O Fillr possui o preenchimento automático mais seguro e preciso do mundo. Os dados do seu perfil são protegidos por PIN e armazenados apenas em seu dispositivo, totalmente criptografados dentro do app. A configuração dura menos de um minuto, e ao final você será redirecionado para esta página.
ru: Fillr – самое надежное и точное приложение в мире для автозаполнения. Данные вашего профиля защищены PIN-кодом и хранятся только на устройстве, тщательно зашифрованные приложением. Установка займет меньше минуты, а после нее вы вернетесь на этот экран.
zh_hans: Fillr 是全球最安全、最准确的自动填充工具。你的资料数据完全加密，有 PIN 保护，而且只会存储在你设备上的 Fillr app 之中。设置只需不到一分钟的时间，完成之后你会回到这个页面。

source: Install Fillr autofill and save me time
es: Instala Fillr de forma GRATUITA y ahorra tiempo
fr: Installer Fillr GRATUITEMENT et me faire gagner du temps
it: Installa Fillr GRATIS e risparmia tempo prezioso
ja: Fillr を無料でインストールして時間を節約
ko: 무료로 Fillr를 설치하고 시간 절약하기
pt: Instale o Fillr de GRAÇA e economize tempo
ru: Установите Fillr бесплатно и сэкономьте мое время
zh_hans: 免费安装 Fillr，立即节省时间

source: Not now, I'd like to fill this form manually
es: Ahora no, quiero rellenar este formulario manualmente
fr: Pas maintenant, je tiens à remplir ce formulaire manuellement
it: Non ora, voglio riempire questo modulo manualmente
ja: 今はせずにフォームを手動で入力する
ko: 지금은 아님. 이 양식에 직접 기입하겠음
pt: Agora não, eu gostaria de preencher este formulário manualmente
ru: Не сейчас, я заполню эти поля вручную
zh_hans: 现在不要，我想手动填充这份表单

source: Use Secure Autofill
es: Utilizar la función de autorrelleno seguro
fr: Utiliser l'auto-remplissage sécurisé
it: Usa riempimento automatico sicuro
ja: セキュアな自動入力を使用
ko: 보안 자동 완성 사용
pt: Usar preenchimento automático de seguro
ru: Использовать безопасное автозаполнение
zh_hans: 使用安全自动填充

source: Install Fillr
es: Instala Fillr
fr: Installer Fillr
it: Installa Fillr
ja: ンストールFillr
ko: Fillr 설치
pt: Instale o Fillr
ru: Установите Fillr
zh_hans: 安装Fillr

source: Not now
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はせず
ko: 다음에
pt: Agora não
ru: Не сейчас
zh_hans: 暂时不要

source: What's this
ko: 이것은 무엇입니까

source: Install autofill for %@
es: Instalar la función de autorrelleno para %@
fr: Installer le remplissage automatique pour %@
it: Installa il riempimento automatico per %@
ja: %@ に Autofill をインストール
ko: %@ 에 자동 완성 설치
pt: Instalar preenchimento automático para %@
ru: Установить автозаполнение для %@
zh_hans: 为 %@ 安装自动填充

source: %@ Autofill by Fillr
es: %@ la función de autorrelleno de Fillr
fr: Remplissage automatique %@ par Fillr
it: Riempimento automatico %@ di Fillr
ja: Fillr による %@ 用 Autofill
ko: Fillr 에 의한 %@ 자동 완성
pt: Preenchimento automático %@ por Fillr
ru: Автозаполнение %@ через Fillr
zh_hans: Fillr 提供的 %@ 自动填充

source: Install Fillr, Autofill for %@
es: Instalar la función de autorrelleno de Fillr para %@
fr: Installer Fillr, le remplissage automatique pour %@
it: Installa Fillr, riempimento automatico per %@
ja: Fillr と %@ 用 Autofill をインストール
ko: %@ 에 Fillr, 자동 완성 설치
pt: Instalar Fillr, preenchimento automático para %@
ru: Установить Fillr, автозаполнение для %@
zh_hans: 安装 Fillr，%@ 的自动填充
